Repository: dmissoh/visco
Catalog: lib/l10n/app_*.arb
Languages: de, fr

# navCalculate
source: Calculate
de: Berechnen
fr: Calculer

# navWhatIf
source: What-If
de: Was-wäre-wenn
fr: Simulation

# navProgress
source: Progress
de: Verlauf
fr: Progression

# navSettings
source: Settings
de: Einstellungen
fr: Paramètres

# welcomeTitle
source: Welcome to Visqo
de: Willkommen bei Visqo
fr: Bienvenue sur Visqo

# welcomeSubtitle
source: Your personal visceral fat tracker
de: Dein persönlicher Viszeralfett-Tracker
fr: Votre suivi personnel de graisse viscérale

source: Get Started
de: Jetzt starten
fr: Commencer

source: Skip and explore
de: Überspringen und erkunden
fr: Passer et explorer

# whatIsVatTitle
source: What is Visceral Fat?
de: Was ist Viszeralfett?
fr: Qu'est-ce que la graisse viscérale ?

# hiddenFatTitle
source: Hidden Fat
de: Verstecktes Fett
fr: Graisse cachée

# hiddenFatDesc
source: Visceral fat is stored deep inside your abdomen, surrounding vital organs like the liver, stomach, and intestines.
de: Viszeralfett lagert sich tief im Bauchraum ab und umgibt lebenswichtige Organe wie Leber, Magen und Darm.
fr: La graisse viscérale est stockée en profondeur dans l'abdomen, autour des organes vitaux comme le foie, l'estomac et les intestins.

# healthRisksTitle
source: Health Risks
de: Gesundheitsrisiken
fr: Risques pour la santé

# healthRisksDesc
source: High levels are linked to increased risk of heart disease, type 2 diabetes, and metabolic syndrome.
de: Erhöhte Werte stehen in Zusammenhang mit einem höheren Risiko für Herzerkrankungen, Typ-2-Diabetes und dem metabolischen Syndrom.
fr: Des niveaux élevés sont associés à un risque accru de maladies cardiaques, de diabète de type 2 et de syndrome métabolique.

# notVisibleTitle
source: Not Always Visible
de: Nicht immer sichtbar
fr: Pas toujours visible

# notVisibleDesc
source: Unlike subcutaneous fat (under the skin), visceral fat can be high even in people who appear slim.
de: Anders als Unterhautfettgewebe kann Viszeralfett auch bei schlanken Personen erhöht sein.
fr: Contrairement à la graisse sous-cutanée (sous la peau), la graisse viscérale peut être élevée même chez les personnes minces.

# continueButton
source: Continue
de: Weiter
fr: Continuer

# howItWorksTitle
source: How Visqo Works
de: So funktioniert Visqo
fr: Comment fonctionne Visqo

# stepMeasure
source: Measure
de: Messen
fr: Mesurer

# stepMeasureDesc
source: Take simple body measurements: waist and thigh circumference.
de: Nimm einfache Körpermaße: Taillen- und Oberschenkelumfang.
fr: Prenez des mesures corporelles simples : tour de taille et tour de cuisse.

# stepCalculate
source: Calculate
de: Berechnen
fr: Calculer

# stepCalculateDesc
source: Visqo uses a scientifically validated formula to estimate your visceral fat area.
de: Visqo verwendet eine wissenschaftlich validierte Formel zur Schätzung deines Viszeralfettanteils.
fr: Visqo utilise une formule scientifiquement validée pour estimer votre surface de graisse viscérale.

# stepTrack
source: Track
de: Verfolgen
fr: Suivre

# stepTrackDesc
source: Monitor your progress over time with charts and trends.
de: Beobachte deinen Fortschritt über Zeit mit Diagrammen und Trendanzeigen.
fr: Suivez votre progression dans le temps grâce aux graphiques et tendances.

# scientificNote
source: Based on peer-reviewed research with 80-84% accuracy compared to CT scans.
de: Basierend auf wissenschaftlich geprüfter Forschung mit 80–84 % Genauigkeit im Vergleich zu CT-Scans.
fr: Basé sur des recherches publiées avec une précision de 80 à 84 % par rapport aux scanners.

source: Set Up Profile
de: Profil einrichten
fr: Créer un profil

# profileSetupTitle
source: Let's set up your profile
de: Lass uns dein Profil einrichten
fr: Configurons votre profil

# profileSetupSubtitle
source: This information is used to calculate your visceral fat accurately.
de: Diese Angaben werden für eine genaue Berechnung deines Viszeralfetts benötigt.
fr: Ces informations sont utilisées pour calculer précisément votre graisse viscérale.

# newProfileTitle
source: New Profile
de: Neues Profil
fr: Nouveau profil

# createNewProfile
source: Create a new profile
de: Neues Profil erstellen
fr: Créer un nouveau profil

source: Profile Name
de: Profilname
fr: Nom du profil

# profileNameHint
source: e.g., John, Mom, Dad
de: z. B. Max, Mama, Papa
fr: ex. : Jean, Maman, Papa

# pleaseEnterProfileName
source: Please enter a profile name
de: Bitte gib einen Profilnamen ein
fr: Veuillez entrer un nom de profil

source: Create Profile
de: Profil erstellen
fr: Créer le profil

source: Start Tracking
de: Tracking starten
fr: Commencer le suivi

# sexLabel
source: Sex
de: Geschlecht
fr: Sexe

source: Male
de: Männlich
fr: Homme

source: Female
de: Weiblich
fr: Femme

source: Date of Birth
de: Geburtsdatum
fr: Date de naissance

source: Height
de: Körpergröße
fr: Taille

# createProfileToStart
source: Create a Profile to Start
de: Erstelle ein Profil, um zu starten
fr: Créez un profil pour commencer

# createProfileExplanation
source: To calculate your visceral fat, we need some basic information about you like your sex, age, and height.
de: Um dein Viszeralfett zu berechnen, benötigen wir einige Angaben wie Geschlecht, Alter und Körpergröße.
fr: Pour calculer votre graisse viscérale, nous avons besoin d'informations de base comme votre sexe, votre âge et votre taille.

source: Today's Measurements
de: Heutige Messungen
fr: Mesures du jour

source: Weight
de: Gewicht
fr: Poids

source: Enter weight
de: Gewicht eingeben
fr: Entrez le poids

source: Waist Circumference
de: Taillenumfang
fr: Tour de taille

source: Enter waist
de: Taille eingeben
fr: Entrez le tour de taille

source: Thigh Circumference
de: Oberschenkelumfang
fr: Tour de cuisse

source: Enter thigh
de: Oberschenkel eingeben
fr: Entrez le tour de cuisse

# calculateAndSave
source: Calculate & Save
de: Berechnen & speichern
fr: Calculer et enregistrer

source: No previous measurements
de: Keine früheren Messungen
fr: Aucune mesure précédente

source: Measured
de: Gemessen
fr: Mesuré

source: Today
de: Heute
fr: Aujourd'hui

source: Result
de: Ergebnis
fr: Résultat

source: View Health Insights
de: Gesundheitstipps ansehen
fr: Voir les conseils santé

source: View Progress Chart
de: Verlaufsdiagramm ansehen
fr: Voir le graphique de progression

source: Share Result
de: Ergebnis teilen
fr: Partager le résultat

source: Visceral Fat Trend
de: Viszeralfett-Trend
fr: Évolution de la graisse viscérale

source: History
de: Verlauf
fr: Historique

source: No measurements yet
de: Noch keine Messungen
fr: Aucune mesure enregistrée

# startTrackingToSeeProgress
source: Start tracking to see your progress
de: Starte das Tracking, um deinen Fortschritt zu sehen
fr: Commencez le suivi pour voir votre progression

source: Doctor's Report
de: Arztbericht
fr: Rapport médical

# olderMeasurements
source: {count} older measurements
de: {count} ältere Messungen
fr: {count} mesures antérieures

# unlockFullProgress
source: Unlock to see your full progress
de: Freischalten, um den gesamten Verlauf zu sehen
fr: Débloquer pour voir tout l'historique

source: Settings
de: Einstellungen
fr: Paramètres

source: Profiles
de: Profile
fr: Profils

source: Add Profile
de: Profil hinzufügen
fr: Ajouter un profil

source: Current Profile
de: Aktuelles Profil
fr: Profil actuel

source: Age
de: Alter
fr: Âge

source: years
de: Jahre
fr: ans

source: {age} years
de: {age} Jahre
fr: {age} ans

source: Delete Profile
de: Profil löschen
fr: Supprimer le profil

# deleteProfileConfirmation
source: Delete "{name}" and all their measurements? This cannot be undone.
de: "{name}" und alle zugehörigen Messungen löschen? Dies kann nicht rückgängig gemacht werden.
fr: Supprimer « {name} » et toutes ses mesures ? Cette action est irréversible.

source: Goals
de: Ziele
fr: Objectifs

source: VAT Goal
de: VAT-Ziel
fr: Objectif VAT

source: Not set
de: Nicht festgelegt
fr: Non défini

source: Set VAT Goal
de: VAT-Ziel festlegen
fr: Définir un objectif VAT

# setVatGoalDescription
source: Set a target visceral fat area to track on your progress chart.
de: Lege einen Zielwert für das Viszeralfett fest, der im Verlaufsdiagramm angezeigt wird.
fr: Définissez une cible de graisse viscérale à suivre sur votre graphique de progression.

# goalHint
source: e.g., 100
de: z. B. 100
fr: ex. : 100

# goalTip
source: Tip: Below 100 cm² is considered healthy
de: Tipp: Unter 100 cm² gilt als gesund
fr: Conseil : en dessous de 100 cm², c'est considéré comme sain

source: Clear
de: Löschen
fr: Effacer

source: Cancel
de: Abbrechen
fr: Annuler

source: Save
de: Speichern
fr: Enregistrer

source: Units
de: Einheiten
fr: Unités

source: Metric
de: Metrisch
fr: Métrique

# imperialUnits
source: lbs, inches
de: lbs, Zoll
fr: lbs, pouces

source: Reminders
de: Erinnerungen
fr: Rappels

source: Measurement Reminder
de: Messerinnerung
fr: Rappel de mesure

source: Frequency
de: Häufigkeit
fr: Fréquence

source: Off
de: Aus
fr: Désactivé

source: Weekly
de: Wöchentlich
fr: Hebdomadaire

source: Monthly
de: Monatlich
fr: Mensuel

source: No reminders scheduled
de: Keine Erinnerungen geplant
fr: Aucun rappel programmé

# everyDayAt
source: Every {day} at {time}
de: Jeden {day} um {time}
fr: Chaque {day} à {time}

# everyOrdinalAt
source: Every {ordinal} at {time}
de: Jeden {ordinal} um {time}
fr: Le {ordinal} de chaque mois à {time}

source: Time
de: Uhrzeit
fr: Heure

source: Day of Week
de: Wochentag
fr: Jour de la semaine

source: Day of Month
de: Tag im Monat
fr: Jour du mois

source: Monday
de: Montag
fr: Lundi

source: Tuesday
de: Dienstag
fr: Mardi

source: Wednesday
de: Mittwoch
fr: Mercredi

source: Thursday
de: Donnerstag
fr: Jeudi

source: Friday
de: Freitag
fr: Vendredi

source: Saturday
de: Samstag
fr: Samedi

source: Sunday
de: Sonntag
fr: Dimanche

source: Appearance
de: Erscheinungsbild
fr: Apparence

source: Follow system settings
de: Systemeinstellung verwenden
fr: Suivre les paramètres système

source: Light
de: Hell
fr: Clair

# alwaysLightTheme
source: Always use light theme
de: Immer helles Design verwenden
fr: Toujours utiliser le thème clair

source: Dark
de: Dunkel
fr: Sombre

# alwaysDarkTheme
source: Always use dark theme
de: Immer dunkles Design verwenden
fr: Toujours utiliser le thème sombre

source: Data
de: Daten
fr: Données

source: Reset All Data
de: Alle Daten zurücksetzen
fr: Réinitialiser toutes les données

source: Delete all profiles and measurements
de: Alle Profile und Messungen löschen
fr: Supprimer tous les profils et mesures

# resetAllDataConfirmation
source: This will delete ALL profiles and measurements. You will need to set up a new profile. This cannot be undone.
de: Dadurch werden ALLE Profile und Messungen gelöscht. Du musst anschließend ein neues Profil anlegen. Dies kann nicht rückgängig gemacht werden.
fr: Cela supprimera TOUS les profils et mesures. Vous devrez créer un nouveau profil. Cette action est irréversible.

source: Reset
de: Zurücksetzen
fr: Réinitialiser

source: Delete
de: Löschen
fr: Supprimer

source: Developer Options
de: Entwickleroptionen
fr: Options développeur

source: Premium Status Override
de: Premium-Status überschreiben
fr: Forcer le statut Premium

source: Simulating Premium
de: Premium simuliert
fr: Simulation Premium

source: Simulating Free
de: Kostenlos simuliert
fr: Simulation gratuite

source: Using Real Status
de: Echter Status
fr: Utilisation du statut réel

source: actual
de: tatsächlich
fr: réel

source: Free
de: Kostenlos
fr: Gratuit

source: Real
de: Echt
fr: Réel

source: Multiple Profiles
de: Mehrere Profile
fr: Profils multiples

source: Unlimited History
de: Unbegrenzter Verlauf
fr: Historique illimité

source: Help
de: Hilfe
fr: Aide

source: About Visqo
de: Über Visqo
fr: À propos de Visqo

# aboutVisqoDescription
source: Visqo helps you estimate your visceral fat using simple body measurements. Visceral fat is the fat stored around your internal organs and is linked to increased health risks. By tracking your measurements over time, you can monitor your progress toward a healthier body composition.
de: Visqo hilft dir, dein Viszeralfett anhand einfacher Körpermaße zu schätzen. Viszeralfett umgibt die inneren Organe und ist mit erhöhten Gesundheitsrisiken verbunden. Durch regelmäßiges Tracking kannst du deinen Fortschritt zu einer gesünderen Körperzusammensetzung beobachten.
fr: Visqo vous aide à estimer votre graisse viscérale à partir de mesures corporelles simples. La graisse viscérale est stockée autour de vos organes internes et est liée à des risques accrus pour la santé. En suivant vos mesures au fil du temps, vous pouvez surveiller votre progression vers une meilleure composition corporelle.

# howToMeasureWaist
source: How to Measure Waist Circumference
de: So misst du den Taillenumfang
fr: Comment mesurer le tour de taille

source: Instructions
de: Anleitung

# waistStep1
source: Stand upright with your feet together and arms relaxed at your sides.
de: Stehe aufrecht mit geschlossenen Füßen und entspannten Armen.
fr: Tenez-vous debout, pieds joints et bras détendus le long du corps.

# waistStep2
source: Locate the bottom of your ribs and the top of your hip bones (iliac crest).
de: Finde die untere Rippenkante und den oberen Rand deines Hüftknochens (Beckenkamm).
fr: Repérez le bas de vos côtes et le haut de vos os iliaques (crête iliaque).

# waistStep3
source: Place the tape measure midway between these two points, roughly at your navel level.
de: Lege das Maßband in der Mitte zwischen diesen beiden Punkten an, etwa auf Nabelhöhe.
fr: Placez le mètre ruban à mi-chemin entre ces deux points, environ au niveau du nombril.

# waistStep4
source: Wrap the tape around your waist, keeping it parallel to the floor.
de: Führe das Maßband waagerecht um deine Taille.
fr: Enroulez le ruban autour de votre taille en le maintenant parallèle au sol.

# waistStep5
source: Breathe out normally and take the reading without pulling the tape too tight.
de: Atme normal aus und lies den Wert ab, ohne das Band zu straff zu ziehen.
fr: Expirez normalement et relevez la mesure sans trop serrer le ruban.

# waistTip
source: Measure directly on skin or over light clothing for accuracy.
de: Miss direkt auf der Haut oder über leichter Kleidung für genaue Ergebnisse.
fr: Mesurez directement sur la peau ou sur des vêtements légers pour plus de précision.

# howToMeasureThigh
source: How to Measure Thigh Circumference
de: So misst du den Oberschenkelumfang
fr: Comment mesurer le tour de cuisse

# thighStep1
source: Stand upright with your weight evenly distributed on both legs.
de: Stehe aufrecht mit gleichmäßig verteiltem Gewicht auf beiden Beinen.
fr: Tenez-vous debout, le poids réparti uniformément sur les deux jambes.

# thighStep2
source: Identify the gluteal crease (the fold where your buttock meets your thigh).
de: Finde die Gesäßfalte (dort, wo das Gesäß auf den Oberschenkel trifft).
fr: Identifiez le pli fessier (là où la fesse rejoint la cuisse).

# thighStep3
source: Position the tape measure just below (distal to) the gluteal crease.
de: Lege das Maßband knapp unterhalb der Gesäßfalte an.
fr: Placez le mètre ruban juste en dessous du pli fessier.

# thighStep4
source: Wrap the tape horizontally around your thigh, keeping it perpendicular to the thigh axis.
de: Führe das Maßband waagerecht um den Oberschenkel, rechtwinklig zur Beinachse.
fr: Enroulez le ruban horizontalement autour de la cuisse, perpendiculairement à l'axe de la jambe.

# thighStep5
source: Keep your muscles relaxed and read the measurement without compressing the skin.
de: Halte die Muskeln entspannt und lies den Wert ab, ohne die Haut einzudrücken.
fr: Gardez vos muscles détendus et relevez la mesure sans comprimer la peau.

# thighTip
source: Measure both thighs and use the average if they differ significantly.
de: Miss beide Oberschenkel und nimm den Durchschnitt, falls sie deutlich unterschiedlich sind.
fr: Mesurez les deux cuisses et utilisez la moyenne si elles diffèrent significativement.

# settingGoalTitle
source: Setting a Goal
de: Ein Ziel festlegen
fr: Définir un objectif

# settingGoalStep1
source: Go to Settings from the calculator screen.
de: Öffne die Einstellungen über den Rechner-Bildschirm.
fr: Accédez aux Paramètres depuis l'écran du calculateur.

# settingGoalStep2
source: Tap on "Set VAT Goal" in the Goals section.
de: Tippe im Bereich 'Ziele' auf 'VAT-Ziel festlegen'.
fr: Appuyez sur « Définir un objectif VAT » dans la section Objectifs.

# settingGoalStep3
source: Enter your target VAT value and save.
de: Gib deinen Zielwert ein und speichere.
fr: Entrez votre valeur cible de VAT et enregistrez.

# settingGoalDescription
source: You can set a personal VAT goal to help track your progress toward a healthier body composition.
de: Du kannst ein persönliches VAT-Ziel festlegen, um deinen Fortschritt zu einer gesünderen Körperzusammensetzung zu verfolgen.
fr: Vous pouvez définir un objectif VAT personnel pour suivre votre progression vers une meilleure composition corporelle.

# goalChartDescription
source: Once set, your goal will appear as a green dashed line on the progress chart, helping you visualize how close you are to your target.
de: Nach dem Festlegen erscheint dein Ziel als grüne gestrichelte Linie im Verlaufsdiagramm, damit du siehst, wie nah du deinem Ziel bist.
fr: Une fois défini, votre objectif apparaîtra sous forme de ligne verte pointillée sur le graphique de progression, vous aidant à visualiser votre proximité par rapport à la cible.

# goalHealthTip
source: A VAT below 100 cm² is generally considered healthy. Consult a healthcare provider for personalized advice.
de: Ein VAT-Wert unter 100 cm² gilt allgemein als gesund. Für eine individuelle Beratung wende dich an deinen Arzt.
fr: Une VAT inférieure à 100 cm² est généralement considérée comme saine. Consultez un professionnel de santé pour des conseils personnalisés.

# trendIndicatorTitle
source: Understanding the Trend Indicator
de: Die Trendanzeige verstehen
fr: Comprendre l'indicateur de tendance

# trendIndicatorDescription
source: The trend indicator shows how your VAT has changed compared to your previous measurement.
de: Die Trendanzeige zeigt, wie sich dein VAT-Wert im Vergleich zur vorherigen Messung verändert hat.
fr: L'indicateur de tendance montre comment votre VAT a évolué par rapport à votre mesure précédente.

# trendDecreasing
source: Decreasing
de: Sinkend
fr: En baisse

# trendDecreasingDesc
source: Your VAT is lower than before. Great progress toward reducing visceral fat.
de: Dein VAT-Wert ist niedriger als zuvor. Toller Fortschritt bei der Reduzierung des Viszeralfetts!
fr: Votre VAT est inférieure à avant. Excellente progression vers la réduction de la graisse viscérale.

# trendIncreasing
source: Increasing
de: Steigend
fr: En hausse

# trendIncreasingDesc
source: Your VAT is higher than before. Consider reviewing your diet and exercise routine.
de: Dein VAT-Wert ist höher als zuvor. Überprüfe deine Ernährung und dein Bewegungsverhalten.
fr: Votre VAT est supérieure à avant. Pensez à revoir votre alimentation et votre activité physique.

# trendStable
source: Stable
de: Stabil

# trendStableDesc
source: Your VAT has changed less than 1 cm². Your levels are holding steady.
de: Dein VAT-Wert hat sich um weniger als 1 cm² verändert. Deine Werte bleiben konstant.
fr: Votre VAT a varié de moins de 1 cm². Vos niveaux restent constants.

# trendMagnitudeNote
source: The trend indicator also displays the exact change in VAT (e.g., -5.2) so you can see the magnitude of the difference.
de: Die Trendanzeige zeigt auch die genaue Veränderung des VAT-Werts (z. B. −5,2), damit du das Ausmaß der Veränderung erkennst.
fr: L'indicateur de tendance affiche également la variation exacte de VAT (ex. : -5,2) pour vous montrer l'ampleur du changement.

# calculationTitle
source: How is Visceral Fat Calculated?
de: Wie wird das Viszeralfett berechnet?
fr: Comment la graisse viscérale est-elle calculée ?

# calculationDescription
source: Visqo uses the Samouda Anthropometric Model to estimate visceral adipose tissue (VAT) area without requiring expensive imaging like CT scans or MRI.
de: Visqo verwendet das anthropometrische Modell nach Samouda zur Schätzung der viszeralen Fettgewebsfläche (VAT) – ganz ohne teure Bildgebung wie CT oder MRT.
fr: Visqo utilise le modèle anthropométrique de Samouda pour estimer la surface de tissu adipeux viscéral (VAT) sans recourir à des examens coûteux comme le scanner ou l'IRM.

# calculationModelDescription
source: The model uses simple body measurements combined with your age and BMI to predict VAT with high accuracy:
de: Das Modell kombiniert einfache Körpermaße mit Alter und BMI, um das VAT mit hoher Genauigkeit vorherzusagen:
fr: Le modèle utilise des mesures corporelles simples combinées à votre âge et votre IMC pour prédire la VAT avec une grande précision :

# formulaForMen
source: For Men
de: Für Männer
fr: Pour les hommes

# formulaMen
source: VAT = 6 x Waist - 4.41 x Thigh + 1.19 x Age - 213.65
de: VAT = 6 × Taille − 4,41 × Oberschenkel + 1,19 × Alter − 213,65
fr: VAT = 6 x Taille - 4,41 x Cuisse + 1,19 x Âge - 213,65

# accuracyMen
source: Explains 80.3% of VAT variance
de: Erklärt 80,3 % der VAT-Varianz
fr: Explique 80,3 % de la variance de la VAT

# formulaForWomen
source: For Women
de: Für Frauen
fr: Pour les femmes

# formulaWomen
source: VAT = 2.15 x Waist - 3.63 x Thigh + 1.46 x Age + 6.22 x BMI - 92.713
de: VAT = 2,15 × Taille − 3,63 × Oberschenkel + 1,46 × Alter + 6,22 × BMI − 92,713
fr: VAT = 2,15 x Taille - 3,63 x Cuisse + 1,46 x Âge + 6,22 x IMC - 92,713

# accuracyWomen
source: Explains 83.6% of VAT variance
de: Erklärt 83,6 % der VAT-Varianz
fr: Explique 83,6 % de la variance de la VAT

# resultUnit
source: The result is expressed in cm², representing the estimated cross-sectional area of visceral fat tissue.
de: Das Ergebnis wird in cm² angegeben und stellt die geschätzte Querschnittsfläche des viszeralen Fettgewebes dar.
fr: Le résultat est exprimé en cm², représentant la surface transversale estimée du tissu adipeux viscéral.

# understandingResultsTitle
source: Understanding Your Results
de: Deine Ergebnisse verstehen
fr: Comprendre vos résultats

# resultsIntro
source: Your VAT result is categorized into three risk levels:
de: Dein VAT-Ergebnis wird in drei Risikostufen eingeteilt:
fr: Votre résultat VAT est classé en trois niveaux de risque :

# riskHealthy
source: Healthy
de: Gesund
fr: Sain

# riskHealthyRange
source: Less than 100 cm²
de: Unter 100 cm²
fr: Moins de 100 cm²

# riskHealthyDesc
source: Normal visceral fat levels associated with lower health risks.
de: Normale Viszeralfettwerte mit geringerem Gesundheitsrisiko.
fr: Niveaux normaux de graisse viscérale associés à des risques moindres pour la santé.

# riskElevated
source: Elevated
de: Erhöht
fr: Élevé

# riskElevatedDesc
source: Moderately elevated levels. Consider lifestyle changes.
de: Moderat erhöhte Werte. Lebensstiländerungen sind empfehlenswert.
fr: Niveaux modérément élevés. Des changements de mode de vie sont recommandés.

# riskHighRisk
source: High Risk
de: Hohes Risiko
fr: Risque élevé

# riskHighRiskRange
source: Greater than 130 cm²
de: Über 130 cm²
fr: Plus de 130 cm²

# riskHighRiskDesc
source: High visceral fat associated with increased metabolic health risks.
de: Hohes Viszeralfett ist mit erhöhten metabolischen Gesundheitsrisiken verbunden.
fr: Graisse viscérale élevée associée à des risques métaboliques accrus.

# learnMoreHealthRisks
source: Learn More About Health Risks & Tips
de: Mehr über Gesundheitsrisiken & Tipps
fr: En savoir plus sur les risques et conseils santé
