Repository: dmissoh/visco
Catalog: lib/l10n/app_*.arb
Languages: de, fr

# learnMoreHealthRisksDesc
source: Understand the health implications and evidence-based ways to reduce visceral fat.
de: Erfahre mehr über die gesundheitlichen Auswirkungen und evidenzbasierte Wege zur Reduzierung von Viszeralfett.
fr: Découvrez les implications pour la santé et les moyens fondés sur des preuves pour réduire la graisse viscérale.

source: Scientific Reference
de: Wissenschaftliche Referenz
fr: Référence scientifique

# referenceIntro
source: The calculation method used in this app is based on peer-reviewed research:
de: Die in dieser App verwendete Berechnungsmethode basiert auf wissenschaftlich geprüfter Forschung:
fr: La méthode de calcul utilisée dans cette application est basée sur des recherches publiées :

# referenceTitle
source: VAT=TAAT-SAAT: innovative anthropometric model to predict visceral adipose tissue without resort to CT-Scan or DXA.
de: VAT=TAAT-SAAT: Ein innovatives anthropometrisches Modell zur Vorhersage des viszeralen Fettgewebes ohne CT oder DXA.

source: Health Insights
de: Gesundheitstipps
fr: Conseils santé

source: About Visceral Fat
de: Über Viszeralfett
fr: À propos de la graisse viscérale

# aboutVisceralFatDescription
source: Visceral fat is stored deep within the abdominal cavity around internal organs. Unlike subcutaneous fat, it plays a hormonally active role and is linked to increased health risks. Learn about the risks and evidence-based ways to reduce it.
de: Viszeralfett liegt tief in der Bauchhöhle und umgibt die inneren Organe. Im Gegensatz zum Unterhautfettgewebe ist es hormonell aktiv und mit erhöhten Gesundheitsrisiken verbunden. Erfahre mehr über die Risiken und evidenzbasierte Methoden zur Reduzierung.
fr: La graisse viscérale est stockée en profondeur dans la cavité abdominale, autour des organes internes. Contrairement à la graisse sous-cutanée, elle joue un rôle hormonalement actif et est liée à des risques accrus pour la santé. Découvrez les risques et les moyens fondés sur des preuves pour la réduire.

# healthRisksOfElevatedVat
source: Health Risks of Elevated Visceral Fat
de: Gesundheitsrisiken bei erhöhtem Viszeralfett
fr: Risques liés à une graisse viscérale élevée

# healthRisksSubtitle
source: Understanding the risks can help motivate positive changes
de: Das Verständnis der Risiken kann positive Veränderungen motivieren
fr: Comprendre les risques peut vous aider à vous motiver

source: Evidence-Based Tips
de: Evidenzbasierte Tipps
fr: Conseils fondés sur des preuves

# evidenceBasedTipsSubtitle
source: Simple actions to help reduce visceral fat
de: Einfache Maßnahmen zur Reduzierung von Viszeralfett
fr: Actions simples pour aider à réduire la graisse viscérale

source: Recommended for You
de: Für dich empfohlen
fr: Recommandé pour vous

source: Maintain Your Health
de: Erhalte deine Gesundheit
fr: Préservez votre santé

source: Additional Tips
de: Weitere Tipps
fr: Conseils supplémentaires

# disclaimer
source: This information is for educational purposes only and should not replace professional medical advice. Please consult a healthcare provider for personalized guidance.
de: Diese Informationen dienen nur zu Aufklärungszwecken und ersetzen keine professionelle medizinische Beratung. Bitte wende dich für eine individuelle Beratung an deinen Arzt.
fr: Ces informations sont à titre éducatif uniquement et ne remplacent pas un avis médical professionnel. Veuillez consulter un professionnel de santé pour des conseils personnalisés.

# riskCardiometabolic
source: Cardiometabolic Disease
de: Kardiometabolische Erkrankungen
fr: Maladies cardiométaboliques

# riskCardiometabolicDesc
source: Elevated visceral fat significantly increases the risk of developing serious cardiovascular and metabolic conditions.
de: Erhöhtes Viszeralfett steigert das Risiko für schwerwiegende Herz-Kreislauf- und Stoffwechselerkrankungen erheblich.
fr: Une graisse viscérale élevée augmente significativement le risque de développer des maladies cardiovasculaires et métaboliques graves.

# riskCardiometabolicDetail1
source: Increased risk of type 2 diabetes through insulin resistance
de: Erhöhtes Risiko für Typ-2-Diabetes durch Insulinresistenz
fr: Risque accru de diabète de type 2 par insulinorésistance

# riskCardiometabolicDetail2
source: Higher likelihood of hypertension (high blood pressure)
de: Höheres Risiko für Bluthochdruck (Hypertonie)
fr: Probabilité plus élevée d'hypertension artérielle

# riskCardiometabolicDetail3
source: Unfavorable cholesterol profile (dyslipidemia)
de: Ungünstiges Cholesterinprofil (Dyslipidämie)
fr: Profil lipidique défavorable (dyslipidémie)

# riskCardiometabolicDetail4
source: Greater risk of coronary heart disease and heart failure
de: Erhöhtes Risiko für koronare Herzkrankheit und Herzinsuffizienz
fr: Risque accru de maladie coronarienne et d'insuffisance cardiaque

# riskStrokeMortality
source: Stroke and Mortality
de: Schlaganfall und Sterblichkeit
fr: AVC et mortalité

# riskStrokeMortalityDesc
source: Higher visceral fat levels are associated with increased stroke risk and may contribute to higher all-cause mortality.
de: Höhere Viszeralfettwerte sind mit einem erhöhten Schlaganfallrisiko verbunden und können zu einer höheren Gesamtsterblichkeit beitragen.
fr: Des niveaux élevés de graisse viscérale sont associés à un risque accru d'AVC et peuvent contribuer à une mortalité toutes causes plus élevée.

# riskStrokeMortalityDetail1
source: Elevated risk of ischemic stroke
de: Erhöhtes Risiko für ischämischen Schlaganfall
fr: Risque élevé d'AVC ischémique

# riskStrokeMortalityDetail2
source: Association with higher all-cause mortality rates
de: Zusammenhang mit höherer Gesamtsterblichkeit
fr: Association avec des taux de mortalité toutes causes plus élevés

# riskStrokeMortalityDetail3
source: Risk persists even at normal BMI levels
de: Das Risiko besteht auch bei normalem BMI
fr: Le risque persiste même avec un IMC normal

# riskInflammation
source: Chronic Inflammation
de: Chronische Entzündung
fr: Inflammation chronique

# riskInflammationDesc
source: Visceral fat tissue actively secretes inflammatory molecules that promote systemic inflammation throughout the body.
de: Viszerales Fettgewebe setzt aktiv entzündungsfördernde Moleküle frei, die systemische Entzündungen im gesamten Körper fördern.
fr: Le tissu adipeux viscéral sécrète activement des molécules inflammatoires qui favorisent l'inflammation systémique dans tout le corps.

# riskInflammationDetail1
source: Secretes inflammatory cytokines (IL-6, TNF-alpha)
de: Freisetzung entzündungsfördernder Zytokine (IL-6, TNF-alpha)
fr: Sécrète des cytokines inflammatoires (IL-6, TNF-alpha)

# riskInflammationDetail2
source: Disrupts normal hormone signaling
de: Störung der normalen Hormonregulation
fr: Perturbe la signalisation hormonale normale

# riskInflammationDetail3
source: Creates low-level chronic inflammation
de: Erzeugt niedriggradige chronische Entzündung
fr: Crée une inflammation chronique de bas grade

# riskInflammationDetail4
source: Inflammation is a risk factor for many chronic diseases
de: Entzündung ist ein Risikofaktor für viele chronische Erkrankungen
fr: L'inflammation est un facteur de risque pour de nombreuses maladies chroniques

# riskLiver
source: Non-Alcoholic Fatty Liver Disease
de: Nicht-alkoholische Fettleber (NAFLD)
fr: Stéatose hépatique non alcoolique

# riskLiverDesc
source: Visceral fat accumulation is strongly correlated with fat infiltration in the liver and elevated liver enzymes.
de: Die Ansammlung von Viszeralfett korreliert stark mit Fetteinlagerungen in der Leber und erhöhten Leberenzymwerten.
fr: L'accumulation de graisse viscérale est fortement corrélée à l'infiltration graisseuse du foie et à l'élévation des enzymes hépatiques.

# riskLiverDetail1
source: Fat deposits in liver tissue (hepatic steatosis)
de: Fetteinlagerungen im Lebergewebe (hepatische Steatose)
fr: Dépôts de graisse dans le tissu hépatique (stéatose hépatique)

# riskLiverDetail2
source: Elevated liver enzyme levels (ALT, AST)
de: Erhöhte Leberenzymwerte (ALT, AST)
fr: Élévation des enzymes hépatiques (ALAT, ASAT)

# riskLiverDetail3
source: Can progress to more serious liver conditions
de: Kann zu schwerwiegenderen Lebererkrankungen fortschreiten
fr: Peut évoluer vers des affections hépatiques plus graves

# riskLiverDetail4
source: Often reversible with lifestyle changes
de: Oft durch Lebensstiländerungen reversibel
fr: Souvent réversible avec des changements de mode de vie

# riskMetabolicSyndrome
source: Metabolic Syndrome
de: Metabolisches Syndrom
fr: Syndrome métabolique

# riskMetabolicSyndromeDesc
source: Visceral adiposity is a core driver of metabolic syndrome, a cluster of conditions that increase disease risk.
de: Viszerale Adipositas ist ein Haupttreiber des metabolischen Syndroms – einer Kombination von Faktoren, die das Krankheitsrisiko erhöhen.
fr: L'adiposité viscérale est un facteur central du syndrome métabolique, un ensemble de conditions qui augmentent le risque de maladie.

# riskMetabolicSyndromeDetail1
source: Elevated blood sugar levels
de: Erhöhte Blutzuckerwerte
fr: Glycémie élevée

# riskMetabolicSyndromeDetail2
source: High blood pressure
de: Bluthochdruck
fr: Hypertension artérielle

# riskMetabolicSyndromeDetail3
source: Abnormal cholesterol levels
de: Veränderte Cholesterinwerte
fr: Taux de cholestérol anormaux

# riskMetabolicSyndromeDetail4
source: Central obesity (excess waist fat)
de: Zentrale Adipositas (überschüssiges Bauchfett)
fr: Obésité centrale (excès de graisse abdominale)

# riskMetabolicSyndromeDetail5
source: Significantly increases heart disease and diabetes risk
de: Deutlich erhöhtes Risiko für Herzerkrankungen und Diabetes
fr: Augmente significativement le risque de maladies cardiaques et de diabète

# riskCancer
source: Cancer Associations
de: Zusammenhang mit Krebs
fr: Associations avec le cancer

# riskCancerDesc
source: Emerging evidence links visceral fat with metabolic dysregulation and higher risk for certain cancers.
de: Neue Erkenntnisse verbinden Viszeralfett mit Stoffwechselstörungen und einem erhöhten Risiko für bestimmte Krebsarten.
fr: Des preuves émergentes associent la graisse viscérale à une dérégulation métabolique et à un risque accru de certains cancers.

# riskCancerDetail1
source: Altered hormone signaling may promote cancer growth
de: Veränderte Hormonsignale können das Krebswachstum fördern
fr: Une signalisation hormonale altérée peut favoriser la croissance cancéreuse

# riskCancerDetail2
source: Chronic inflammation creates favorable environment for cancer
de: Chronische Entzündung schafft ein krebsförderndes Umfeld
fr: L'inflammation chronique crée un environnement favorable au cancer

# riskCancerDetail3
source: Associated with certain malignancies
de: Assoziation mit bestimmten bösartigen Tumoren
fr: Associée à certaines tumeurs malignes

# riskCancerDetail4
source: Research ongoing to understand mechanisms
de: Die Forschung zu den Mechanismen ist noch im Gange
fr: La recherche continue pour comprendre les mécanismes

# tipActivity
source: Regular Physical Activity
de: Regelmäßige körperliche Aktivität
fr: Activité physique régulière

# tipActivityDesc
source: Consistent aerobic exercise and strength training are among the most effective ways to reduce visceral fat.
de: Regelmäßiges Ausdauer- und Krafttraining gehören zu den wirksamsten Methoden zur Reduzierung von Viszeralfett.
fr: L'exercice aérobique régulier et la musculation sont parmi les moyens les plus efficaces pour réduire la graisse viscérale.

# tipActivityAction1
source: Aim for 150+ minutes per week of moderate-intensity aerobic activity
de: Strebe mindestens 150 Minuten moderate Ausdaueraktivität pro Woche an
fr: Visez 150+ minutes par semaine d'activité aérobique d'intensité modérée

# tipActivityAction2
source: Include 2 or more days per week of strength training
de: Integriere an mindestens 2 Tagen pro Woche Krafttraining
fr: Incluez 2 jours ou plus par semaine de musculation

# tipActivityAction3
source: Walking, cycling, swimming, and jogging are excellent choices
de: Gehen, Radfahren, Schwimmen und Joggen sind hervorragende Optionen
fr: Marche, vélo, natation et jogging sont d'excellents choix

# tipActivityAction4
source: Strength training helps maintain lean muscle mass
de: Krafttraining hilft, die Muskelmasse zu erhalten
fr: La musculation aide à maintenir la masse musculaire maigre

# tipDiet
source: Balanced, Nutrient-Dense Diet
de: Ausgewogene, nährstoffreiche Ernährung
fr: Alimentation équilibrée et nutritive

# tipDietDesc
source: Focus on whole foods and limit processed foods to help reduce visceral fat accumulation.
de: Setze auf vollwertige Lebensmittel und reduziere verarbeitete Produkte, um die Ansammlung von Viszeralfett zu verringern.
fr: Privilégiez les aliments complets et limitez les aliments transformés pour aider à réduire l'accumulation de graisse viscérale.

# tipDietAction1
source: Emphasize vegetables, fruits, and whole grains
de: Bevorzuge Gemüse, Obst und Vollkornprodukte
fr: Mettez l'accent sur les légumes, les fruits et les céréales complètes

# tipDietAction2
source: Choose lean proteins (fish, poultry, legumes)
de: Wähle magere Proteinquellen (Fisch, Geflügel, Hülsenfrüchte)
fr: Choisissez des protéines maigres (poisson, volaille, légumineuses)

# tipDietAction3
source: Limit added sugars and refined carbohydrates
de: Reduziere zugesetzten Zucker und raffinierte Kohlenhydrate
fr: Limitez les sucres ajoutés et les glucides raffinés

# tipDietAction4
source: Reduce intake of highly processed foods
de: Vermeide stark verarbeitete Lebensmittel
fr: Réduisez la consommation d'aliments ultra-transformés

# tipDietAction5
source: Choose healthy fats (olive oil, nuts, avocado)
de: Setze auf gesunde Fette (Olivenöl, Nüsse, Avocado)
fr: Optez pour des graisses saines (huile d'olive, noix, avocat)

# tipWeight
source: Weight Management
de: Gewichtsmanagement
fr: Gestion du poids

# tipWeightDesc
source: Maintaining a healthy weight through sustainable calorie control helps reduce visceral fat stores.
de: Ein gesundes Gewicht durch nachhaltige Kalorienkontrolle zu halten, hilft, Viszeralfettreserven zu reduzieren.
fr: Maintenir un poids santé grâce à un contrôle calorique durable aide à réduire les réserves de graisse viscérale.

# tipWeightAction1
source: Create a modest calorie deficit for gradual weight loss
de: Schaffe ein moderates Kaloriendefizit für schrittweisen Gewichtsverlust
fr: Créez un déficit calorique modeste pour une perte de poids progressive

# tipWeightAction2
source: Track waist circumference as a progress indicator
de: Verfolge den Taillenumfang als Fortschrittsindikator
fr: Suivez votre tour de taille comme indicateur de progression

# tipWeightAction3
source: Monitor waist-to-height ratio (aim for < 0.5)
de: Achte auf das Taille-zu-Körpergröße-Verhältnis (Ziel: unter 0,5)
fr: Surveillez le ratio taille/hauteur (visez < 0,5)

# tipWeightAction4
source: Focus on sustainable changes, not crash diets
de: Setze auf nachhaltige Veränderungen statt Crash-Diäten
fr: Concentrez-vous sur des changements durables, pas les régimes draconiens

# tipSedentary
source: Reduce Sedentary Time
de: Sitzzeit reduzieren
fr: Réduire la sédentarité

# tipSedentaryDesc
source: Breaking up prolonged sitting with light movement contributes to overall energy expenditure.
de: Das Unterbrechen von langem Sitzen durch leichte Bewegung trägt zum Gesamtenergieverbrauch bei.
fr: Interrompre la position assise prolongée par des mouvements légers contribue à la dépense énergétique globale.

# tipSedentaryAction1
source: Stand up and move every 30-60 minutes
de: Stehe alle 30–60 Minuten auf und bewege dich
fr: Levez-vous et bougez toutes les 30 à 60 minutes

# tipSedentaryAction2
source: Take walking breaks during work
de: Mache Spaziergänge während der Arbeit
fr: Faites des pauses marche pendant le travail

# tipSedentaryAction3
source: Use a standing desk when possible
de: Nutze einen Stehschreibtisch, wenn möglich
fr: Utilisez un bureau debout si possible

# tipSedentaryAction4
source: Choose stairs over elevators
de: Nimm die Treppe statt den Aufzug
fr: Préférez les escaliers aux ascenseurs

# tipSedentaryAction5
source: Even light activity helps reduce visceral fat
de: Selbst leichte Aktivität hilft, Viszeralfett zu reduzieren
fr: Même une activité légère aide à réduire la graisse viscérale

# tipSleepStress
source: Quality Sleep and Stress Management
de: Guter Schlaf und Stressmanagement
fr: Sommeil de qualité et gestion du stress

# tipSleepStressDesc
source: Poor sleep and chronic stress raise cortisol, a hormone linked to abdominal fat accumulation.
de: Schlechter Schlaf und chronischer Stress erhöhen den Cortisolspiegel – ein Hormon, das mit der Ansammlung von Bauchfett in Verbindung steht.
fr: Un mauvais sommeil et le stress chronique augmentent le cortisol, une hormone liée à l'accumulation de graisse abdominale.

# tipSleepStressAction1
source: Aim for 7-9 hours of quality sleep per night
de: Strebe 7–9 Stunden guten Schlaf pro Nacht an
fr: Visez 7 à 9 heures de sommeil de qualité par nuit

# tipSleepStressAction2
source: Maintain a consistent sleep schedule
de: Halte einen regelmäßigen Schlafrhythmus ein
fr: Maintenez un horaire de sommeil régulier

# tipSleepStressAction3
source: Practice stress-reducing activities (meditation, yoga)
de: Praktiziere stressreduzierende Aktivitäten (Meditation, Yoga)
fr: Pratiquez des activités anti-stress (méditation, yoga)

# tipSleepStressAction4
source: Limit screen time before bed
de: Reduziere die Bildschirmzeit vor dem Schlafengehen
fr: Limitez le temps d'écran avant le coucher

# tipSleepStressAction5
source: Address sources of chronic stress
de: Gehe die Ursachen von chronischem Stress an
fr: Traitez les sources de stress chronique

# tipAlcohol
source: Limit Alcohol Consumption
de: Alkoholkonsum einschränken
fr: Limiter la consommation d'alcool

# tipAlcoholDesc
source: Alcohol adds calories and may promote visceral fat accumulation when consumed regularly in excess.
de: Alkohol liefert zusätzliche Kalorien und kann bei regelmäßigem übermäßigem Konsum die Viszeralfettansammlung fördern.
fr: L'alcool apporte des calories et peut favoriser l'accumulation de graisse viscérale en cas de consommation régulière excessive.

# tipAlcoholAction1
source: Limit to moderate consumption (1 drink/day women, 2/day men)
de: Beschränke dich auf moderaten Konsum (1 Getränk/Tag für Frauen, 2 für Männer)
fr: Limitez à une consommation modérée (1 verre/jour femmes, 2/jour hommes)

# tipAlcoholAction2
source: Choose lower-calorie options when drinking
de: Wähle kalorienärmere Getränke
fr: Choisissez des options moins caloriques

# tipAlcoholAction3
source: Avoid binge drinking episodes
de: Vermeide Rauschtrinken
fr: Évitez les épisodes de consommation excessive

# tipAlcoholAction4
source: Consider alcohol-free days each week
de: Plane alkoholfreie Tage pro Woche ein
fr: Envisagez des jours sans alcool chaque semaine

# tipSmoking
source: Smoking Cessation
de: Mit dem Rauchen aufhören
fr: Arrêt du tabac

# tipSmokingDesc
source: Smoking is associated with central fat accumulation and amplifies cardiometabolic risk.
de: Rauchen wird mit zentraler Fettansammlung in Verbindung gebracht und verstärkt kardiometabolische Risiken.
fr: Le tabagisme est associé à l'accumulation de graisse centrale et amplifie le risque cardiométabolique.

# tipSmokingAction1
source: Quit smoking to reduce visceral fat accumulation
de: Höre mit dem Rauchen auf, um die Viszeralfettansammlung zu reduzieren
fr: Arrêtez de fumer pour réduire l'accumulation de graisse viscérale

# tipSmokingAction2
source: Seek support programs or medications if needed
de: Nutze bei Bedarf Unterstützungsprogramme oder Medikamente
fr: Consultez des programmes d'aide ou des médicaments si nécessaire

# tipSmokingAction3
source: Benefits begin within days of quitting
de: Die gesundheitlichen Vorteile beginnen schon Tage nach dem Aufhören
fr: Les bénéfices commencent dès les premiers jours d'arrêt

# tipSmokingAction4
source: Reduces overall cardiovascular risk significantly
de: Senkt das kardiovaskuläre Gesamtrisiko erheblich
fr: Réduit significativement le risque cardiovasculaire global

source: Waist
de: Taille
fr: Taille

source: Proximal Thigh
de: Oberer Oberschenkel
fr: Cuisse proximale

source: Lower rib
de: Untere Rippe
fr: Côte inférieure

source: Hip bone
de: Hüftknochen
fr: Os de la hanche

source: Midpoint
de: Mittelpunkt
fr: Point médian

source: Gluteal crease
de: Gesäßfalte
fr: Pli fessier

source: Just below crease
de: Knapp unterhalb der Falte
fr: Juste sous le pli

# errorStartingApp
source: Error starting app: {error} Please reinstall the app.
de: Fehler beim App-Start: {error} Bitte installiere die App neu.
fr: Erreur au démarrage de l'application : {error} Veuillez réinstaller l'application.

source: Language
de: Sprache
fr: Langue

source: English
de: Englisch
fr: Anglais

source: German
de: Deutsch
fr: Allemand

source: French
de: Französisch
fr: Français

# howToMeasureWaistShort
source: How to Measure Waist
de: Taillenumfang messen
fr: Mesurer le tour de taille

# howToMeasureThighShort
source: How to Measure Thigh
de: Oberschenkelumfang messen
fr: Mesurer le tour de cuisse

# guideWaistStep1
source: Stand relaxed, feet together
de: Entspannt stehen, Füße zusammen
fr: Tenez-vous détendu, pieds joints

# guideWaistStep2
source: Wrap tape horizontally at navel (belly button) level
de: Maßband horizontal auf Nabelhöhe anlegen
fr: Placez le ruban horizontalement au niveau du nombril

# guideWaistStep3
source: Keep tape snug but not tight
de: Maßband anliegend, aber nicht einschnürend halten
fr: Gardez le ruban ajusté mais pas serré

# guideWaistStep4
source: Measure at end of normal exhale
de: Nach normalem Ausatmen messen
fr: Mesurez en fin d'expiration normale

# guideThighStep1
source: Stand straight with feet shoulder-width apart
de: Gerade stehen, Füße schulterbreit auseinander
fr: Tenez-vous droit, pieds écartés à la largeur des épaules

# guideThighStep2
source: Measure at the proximal thigh (just below the gluteal fold)
de: Am proximalen Oberschenkel messen (direkt unter der Gesäßfalte)
fr: Mesurez à la cuisse proximale (juste sous le pli fessier)

# guideThighStep3
source: Wrap tape around the thigh horizontally
de: Maßband horizontal um den Oberschenkel legen
fr: Enroulez le ruban horizontalement autour de la cuisse

# guideThighStep4
source: Keep tape snug but not compressing
de: Maßband anliegend, aber nicht eindrückend halten
fr: Gardez le ruban ajusté mais sans comprimer

source: Got it
de: Verstanden
fr: Compris

source: Health Trajectory
de: Gesundheitsverlauf
fr: Trajectoire santé

# directionDecreasing
source: decreasing
de: abnehmend
fr: en baisse

# directionIncreasing
source: increasing
de: zunehmend
fr: en hausse

# goalEtaMessage
source: At this rate, you'll reach your goal in ~{eta}
de: Bei diesem Tempo erreichst du dein Ziel in ca. {eta}
fr: À ce rythme, vous atteindrez votre objectif dans ~{eta}

# unlockProjection
source: Unlock to see your 12-month projection
de: Freischalten für 12-Monats-Prognose
fr: Débloquer pour voir votre projection sur 12 mois

source: No data to display
de: Keine Daten vorhanden
fr: Aucune donnée à afficher

# yourVisceralFatIs
source: Your visceral fat is {level}
de: Dein Viszeralfett ist {level}
fr: Votre graisse viscérale est {level}

# yourVisceralFatIsPrefix
source: Your visceral fat is
de: Dein Viszeralfett ist
fr: Votre graisse viscérale est

source: Action Items
de: Handlungsempfehlungen
fr: Actions recommandées

# riskHigh
source: High Risk
de: Hohes Risiko
fr: Risque élevé

# riskElevatedRisk
source: Elevated Risk
de: Erhöhtes Risiko
fr: Risque accru

# riskModerate
source: Moderate Risk
de: Moderates Risiko
fr: Risque modéré
