Repository: dmissoh/visco
Catalog: lib/l10n/app_*.arb
Languages: de, fr

# bmiUnderweight
source: Underweight
de: Untergewicht
fr: Insuffisance pondérale

# bmiNormal
source: Normal
de: Normalgewicht

# bmiOverweight
source: Overweight
de: Übergewicht
fr: Surpoids

# bmiObese
source: Obese
de: Adipositas
fr: Obésité

source: Visceral Obesity
de: Viszerale Adipositas
fr: Obésité viscérale

source: Visceral Fat Area
de: Viszeralfett-Fläche
fr: Surface de graisse viscérale

source: Measurements Used
de: Verwendete Messwerte
fr: Mesures utilisées

# heightWithUnit
source: Height ({unit})
de: Größe ({unit})
fr: Taille ({unit})

# riskScaleHealthy
source: Healthy
de: Gesund
fr: Sain

# riskScaleElevated
source: Elevated
de: Erhöht
fr: Élevé

# riskScaleObesity
source: Obesity
de: Adipositas
fr: Obésité

# yourVatValue
source: You: {value} cm²
de: Du: {value} cm²
fr: Vous : {value} cm²

# vatSummaryHealthyTitle
source: Your Visceral Fat is Healthy
de: Dein Viszeralfett ist gesund

# vatSummaryHealthyDescImproving
source: Great progress! Your visceral fat is in a healthy range and continuing to improve. Keep up your healthy habits.
de: Toller Fortschritt! Dein Viszeralfett liegt im gesunden Bereich und verbessert sich weiter. Behalte deine gesunden Gewohnheiten bei.

# vatSummaryHealthyDesc
source: Your visceral fat is in a healthy range. Maintain your current lifestyle to keep it that way.
de: Dein Viszeralfett liegt im gesunden Bereich. Halte deinen aktuellen Lebensstil bei, um es so zu halten.

# vatSummaryElevatedTitle
source: Your Visceral Fat is Elevated
de: Dein Viszeralfett ist erhöht

# vatSummaryElevatedDescImproving
source: You're making progress! While your visceral fat is still elevated, the trend is improving. Keep following the tips below.
de: Du machst Fortschritte! Obwohl dein Viszeralfett noch erhöht ist, verbessert sich der Trend. Befolge weiterhin die Tipps unten.

# vatSummaryElevatedDesc
source: Your visceral fat is moderately elevated, which may increase health risks. Consider the evidence-based tips below to help reduce it.
de: Dein Viszeralfett ist moderat erhöht, was Gesundheitsrisiken erhöhen kann. Beachte die evidenzbasierten Tipps unten, um es zu reduzieren.

# vatSummaryHighTitle
source: Your Visceral Fat is High
de: Dein Viszeralfett ist hoch

# vatSummaryHighDescImproving
source: You're on the right track! Your visceral fat is high but improving. Continue with your efforts and consult a healthcare provider for personalized guidance.
de: Du bist auf dem richtigen Weg! Dein Viszeralfett ist hoch, aber es verbessert sich. Setze deine Bemühungen fort und konsultiere einen Arzt für individuelle Beratung.

# vatSummaryHighDesc
source: Your visceral fat level indicates increased health risks. We recommend reviewing the information below and consulting with a healthcare provider.
de: Dein Viszeralfettwert deutet auf erhöhte Gesundheitsrisiken hin. Wir empfehlen, die Informationen unten zu lesen und einen Arzt zu konsultieren.

# vatSummaryNoMeasurementTitle
source: No Measurement Available
de: Keine Messung vorhanden

# vatSummaryNoMeasurementDesc
source: Complete a VAT measurement to see personalized health insights.
de: Führe eine VAT-Messung durch, um personalisierte Gesundheitstipps zu erhalten.

source: Improving
de: Verbesserung

source: What-If Calculator
de: Was-wäre-wenn-Rechner

# createProfileFirst
source: Create a Profile First
de: Erstelle zuerst ein Profil

# whatIfNeedsProfile
source: The What-If calculator needs your profile information to simulate results. Please create a profile first.
de: Der Was-wäre-wenn-Rechner benötigt deine Profilinformationen, um Ergebnisse zu simulieren. Bitte erstelle zuerst ein Profil.

# simulateInstructions
source: Simulate different scenarios to plan your goals. Results are not saved.
de: Simuliere verschiedene Szenarien, um deine Ziele zu planen. Ergebnisse werden nicht gespeichert.

source: Enter Measurements
de: Messwerte eingeben

# targetWeight
source: Weight
de: Gewicht

source: Enter target weight
de: Zielgewicht eingeben

# targetWaist
source: Waist Circumference
de: Taillenumfang

source: Enter target waist
de: Zieltaille eingeben

# targetThigh
source: Thigh Circumference
de: Oberschenkelumfang

source: Enter target thigh
de: Zieloberschenkel eingeben

source: Simulate
de: Simulieren

source: Simulated Result
de: Simuliertes Ergebnis

# wouldAchieveGoal
source: This would achieve your goal!
de: Das würde dein Ziel erreichen!

# aboveGoal
source: {value} cm² above goal
de: {value} cm² über dem Ziel

# yourGoalValue
source: Your goal: {value} cm²
de: Dein Ziel: {value} cm²

# whatIfTip
source: Try adjusting weight or waist to see how it affects your VAT
de: Ändere Gewicht oder Taille, um zu sehen, wie es dein VAT beeinflusst

# waistWithValue
source: Waist: {value} cm
de: Taille: {value} cm

# categoryCardiometabolic
source: Cardiometabolic
de: Kardiometabolisch

# categoryStrokeMortality
source: Stroke & Mortality
de: Schlaganfall & Sterblichkeit

# categoryInflammation
source: Inflammation
de: Entzündung

# categoryLiverDisease
source: Liver Disease
de: Lebererkrankung

# categoryMetabolicSyndrome
source: Metabolic Syndrome
de: Metabolisches Syndrom

# categoryCancer
source: Cancer
de: Krebs

# categoryPhysicalActivity
source: Physical Activity
de: Körperliche Aktivität

# categoryDiet
source: Diet
de: Ernährung

# categoryWeightManagement
source: Weight Management
de: Gewichtsmanagement

# categoryLifestyle
source: Lifestyle
de: Lebensstil

# categorySleepStress
source: Sleep & Stress
de: Schlaf & Stress

# categoryAlcohol
source: Alcohol
de: Alkohol

# categorySmoking
source: Smoking
de: Rauchen

source: Imperial
fr: Impérial

source: System
fr: Système

source: Body Mass Index
fr: Indice de masse corporelle
